Repository: scubanet/tsk-dispo
Catalog: apps/atolltalk-native/AtollTalk/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, uk

source: API-Schlüssel
en: API Keys
es: Claves API
fr: Clés API
it: Chiavi API
uk: API-ключі

source: API-Schlüssel fehlen — hier eintragen
en: API keys missing — tap to enter
es: Faltan las claves API — toca para introducirlas
fr: Clés API manquantes — appuie pour les saisir
it: Chiavi API mancanti — tocca per inserirle
uk: Відсутні API-ключі — додати тут

source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
uk: Скасувати

source: Abo
en: Subscription
es: Suscripción
fr: Abonnement
it: Abbonamento
uk: Підписка

source: Abos konnten nicht geladen werden. Prüfe die Verbindung — oder die Produkte sind in App Store Connect noch nicht freigegeben.
en: Subscriptions could not be loaded. Check your connection — or the products are not yet approved in App Store Connect.
es: No se pudieron cargar las suscripciones. Comprueba la conexión — o los productos aún no están aprobados en App Store Connect.
fr: Impossible de charger les abonnements. Vérifie ta connexion — ou les produits ne sont pas encore validés dans App Store Connect.
it: Impossibile caricare gli abbonamenti. Controlla la connessione — oppure i prodotti non sono ancora approvati in App Store Connect.
uk: Не вдалося завантажити підписки. Перевірте з'єднання — або продукти ще не схвалені в App Store Connect.

source: Alle Texte und Übersetzungen löschen
en: Delete all texts and translations
es: Eliminar todos los textos y traducciones
fr: Supprimer tous les textes et traductions
it: Elimina tutti i testi e le traduzioni
uk: Видалити всі тексти та переклади

source: AtollTalk sendet deine Sprachaufnahmen und Texte zur Erkennung, Übersetzung und Sprachausgabe an Cloud-Dienste (ElevenLabs, Anthropic). Ohne Zustimmung findet keine Verarbeitung statt.
en: AtollTalk sends your voice recordings and texts to cloud services (ElevenLabs, Anthropic) for recognition, translation, and speech synthesis. No processing occurs without your consent.
es: AtollTalk envía tus grabaciones de voz y tus textos a servicios en la nube (ElevenLabs, Anthropic) para el reconocimiento, la traducción y la síntesis de voz. Sin tu consentimiento no se realiza ningún procesamiento.
fr: AtollTalk envoie tes enregistrements vocaux et tes textes à des services cloud (ElevenLabs, Anthropic) pour la reconnaissance, la traduction et la synthèse vocale. Aucun traitement n'a lieu sans ton consentement.
it: AtollTalk invia le tue registrazioni vocali e i tuoi testi a servizi cloud (ElevenLabs, Anthropic) per il riconoscimento, la traduzione e la sintesi vocale. Senza il tuo consenso non viene effettuato alcun trattamento.
uk: AtollTalk надсилає ваші голосові записи й тексти хмарним сервісам (ElevenLabs, Anthropic) для розпізнавання, перекладу та озвучення. Без вашої згоди обробка не виконується.

source: Automatisch
en: Automatic
es: Automático
fr: Automatique
it: Automatico
uk: Автоматично

source: Begriffe für das aktuelle Sprach-Paar — wird beim Übersetzen fix angewendet.
en: Terms for the current language pair — applied verbatim during translation.
es: Términos para el par de idiomas actual — se aplican literalmente al traducir.
fr: Termes pour la paire de langues actuelle — appliqués tels quels lors de la traduction.
it: Termini per la coppia di lingue attuale — applicati alla lettera durante la traduzione.
uk: Терміни для поточної мовної пари — завжди застосовуються під час перекладу.

source: Claude-Modell
en: Claude model
es: Modelo Claude
fr: Modèle Claude
it: Modello Claude
uk: Модель Claude

source: Datenverarbeitung
en: Data Processing
es: Tratamiento de datos
fr: Traitement des données
it: Trattamento dei dati
uk: Обробка даних

source: Dein Pro-Abo ist abgelaufen. Bitte erneuere es, um die Pro-Übersetzung zu nutzen.
en: Your Pro subscription has expired. Renew it to use Pro translation.
es: Tu suscripción Pro ha caducado. Renuévala para usar la traducción Pro.
fr: Ton abonnement Pro a expiré. Renouvelle-le pour utiliser la traduction Pro.
it: Il tuo abbonamento Pro è scaduto. Rinnovalo per usare la traduzione Pro.
uk: Термін дії твоєї Pro-підписки минув. Понови її, щоб користуватися Pro-перекладом.

source: Dein Pro-Abo wurde widerrufen.
en: Your Pro subscription was revoked.
es: Tu suscripción Pro ha sido revocada.
fr: Ton abonnement Pro a été révoqué.
it: Il tuo abbonamento Pro è stato revocato.
uk: Твою Pro-підписку було скасовано.

source: Deutsch
en: German
es: Alemán
fr: Allemand
it: Tedesco
uk: Німецька

source: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
uk: Цю дію не можна скасувати.

source: Ein Fehler ist aufgetreten: %@
en: An error occurred: %@
es: Se ha producido un error: %@
fr: Une erreur s'est produite : %@
it: Si è verificato un errore: %@
uk: Сталася помилка: %@

source: Einmalig — lebenslang
en: One-time — lifetime
es: Pago único — de por vida
fr: Paiement unique — à vie
it: Una tantum — a vita
uk: Одноразово — назавжди

source: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
uk: Налаштування

source: Fertig
en: Done
es: Listo
fr: Terminé
it: Fine
uk: Готово

source: Glossar
en: Glossary
es: Glosario
fr: Glossaire
it: Glossario
uk: Глосарій

# Glossar %@ %@
source: Glossar %1$@ %2$@
en: Glossary %1$@ %2$@
es: Glosario %1$@ %2$@
fr: Glossaire %1$@ %2$@
it: Glossario %1$@ %2$@
uk: Глосарій %1$@ %2$@

source: Hinweis
en: Notice
es: Aviso
fr: Remarque
it: Avviso
uk: Повідомлення

source: Höre zu…
en: Listening…
es: Escuchando…
fr: Écoute…
it: In ascolto…
uk: Слухаю…

source: Keine Aufnahme erkannt — bitte nochmal.
en: No recording detected — please try again.
es: No se detectó ninguna grabación — inténtalo de nuevo.
fr: Aucun enregistrement détecté — réessaie.
it: Nessuna registrazione rilevata — riprova.
uk: Запис не виявлено — спробуй ще раз.

source: Leer = hinterlegte Standardstimme. Eintrag überschreibt pro Sprache.
en: Empty = default voice. Entries override per language.
es: Vacío = voz predeterminada. Una entrada la sustituye por idioma.
fr: Vide = voix par défaut. Une entrée la remplace par langue.
it: Vuoto = voce predefinita. Una voce sostituisce per lingua.
uk: Порожньо = стандартний голос. Запис замінює голос для цієї мови.

source: Mikrofon ist nicht verfügbar.
en: Microphone is not available.
es: El micrófono no está disponible.
fr: Le microphone n'est pas disponible.
it: Il microfono non è disponibile.
uk: Мікрофон недоступний.

source: Mikrofon-Zugriff fehlt. Bitte in den iOS-Einstellungen erlauben.
en: Microphone access denied. Please allow it in iOS Settings.
es: No hay acceso al micrófono. Permítelo en los Ajustes de iOS.
fr: Accès au microphone refusé. Autorise-le dans les Réglages iOS.
it: Accesso al microfono negato. Consentilo nelle Impostazioni di iOS.
uk: Немає доступу до мікрофона. Дозволь у налаштуваннях iOS.

source: Nichts verstanden — bitte nochmal sprechen.
en: Didn't catch that — please try again.
es: No te he entendido — vuelve a hablar.
fr: Je n'ai pas compris — parle à nouveau.
it: Non ho capito — riprova a parlare.
uk: Нічого не розпізнано — повтори, будь ласка.

source: Premium-Übersetzung (Claude) + natürliche Stimmen. Alle Sprachen, inkl. Tagalog & Bisaya.
en: Premium translation (Claude) + natural voices. All languages, incl. Tagalog & Bisaya.
es: Traducción premium (Claude) + voces naturales. Todos los idiomas, incl. tagalo y bisaya.
fr: Traduction premium (Claude) + voix naturelles. Toutes les langues, y compris le tagalog et le bisaya.
it: Traduzione premium (Claude) + voci naturali. Tutte le lingue, incl. tagalog e bisaya.
uk: Преміум-переклад (Claude) + природні голоси. Усі мови, зокрема тагальська та бісая.

source: Sprache nicht erkannt oder nicht im Paar.
en: Language not detected or not in the pair.
es: Idioma no detectado o no incluido en el par.
fr: Langue non détectée ou absente de la paire.
it: Lingua non rilevata o non presente nella coppia.
uk: Мова не розпізнана або не з пари.

source: Sprechen
en: Speak
es: Hablar
fr: Parler
it: Parla
uk: Говорити

source: Stimmen (ElevenLabs Voice-IDs)
en: Voices (ElevenLabs Voice IDs)
es: Voces (Voice-IDs de ElevenLabs)
fr: Voix (Voice-IDs ElevenLabs)
it: Voci (Voice-ID ElevenLabs)
uk: Голоси (ElevenLabs Voice-IDs)

source: Stopp
en: Stop
es: Detener
fr: Arrêter
it: Ferma
uk: Стоп

source: Tageslimit für Pro-Übersetzungen erreicht. Bitte versuche es später erneut.
en: Daily limit for Pro translations reached. Please try again later.
es: Has alcanzado el límite diario de traducciones Pro. Inténtalo de nuevo más tarde.
fr: Limite quotidienne de traductions Pro atteinte. Réessaie plus tard.
it: Limite giornaliero di traduzioni Pro raggiunto. Riprova più tardi.
uk: Досягнуто денного ліміту Pro-перекладів. Спробуй пізніше, будь ласка.

source: Tarif
en: Plan
es: Plan
fr: Forfait
it: Piano
uk: Тариф

source: Tippe auf „Sprechen“ und leg los.
en: Tap “Speak” to get started.
es: Toca «Hablar» para empezar.
fr: Appuie sur « Parler » pour commencer.
it: Tocca «Parla» per iniziare.
uk: Натисни «Говорити» і починай.

source: Verlauf löschen?
en: Delete history?
es: ¿Borrar el historial?
fr: Effacer l'historique ?
it: Eliminare la cronologia?
uk: Видалити історію?

source: Voice-ID Deutsch
en: Voice ID German
es: Voice-ID alemán
fr: Voice-ID allemand
it: Voice-ID tedesco
uk: Voice-ID німецька

source: Voice-ID Ukrainisch
en: Voice ID Ukrainian
es: Voice-ID ucraniano
fr: Voice-ID ukrainien
it: Voice-ID ucraino
uk: Voice-ID українська

source: Vorlesen
en: Read aloud
es: Leer en voz alta
fr: Lire à voix haute
it: Leggi ad alta voce
uk: Озвучити

source: Zustimmen und starten
en: Agree and start
es: Aceptar y empezar
fr: Accepter et démarrer
it: Accetta e inizia
uk: Погодитися й почати

source: Übersetze…
en: Translating…
es: Traduciendo…
fr: Traduction…
it: Traduzione…
uk: Перекладаю…

source: Übersetzungsmodell
en: Translation model
es: Modelo de traducción
fr: Modèle de traduction
it: Modello di traduzione
uk: Модель перекладу

source: Українська
en: Ukrainian
es: Ucraniano
fr: Ukrainien
it: Ucraino

source: ElevenLabs API-Key
es: Clave API de ElevenLabs
fr: Clé API ElevenLabs
it: Chiave API ElevenLabs
uk: ElevenLabs API-ключ
